Repository: OluwafemiPatrick/noonpool_app
Catalog: lib/l10n/app_*.arb
Languages: ar, fa, ru

source: System Default
ar: النظام الافتراضي
fa: پیش فرض سیستم
ru: Системные установки по умолчанию

source: English
ar: إنجليزي
fa: انگلیسی
ru: Английский

source: Persian
ar: اللغة الفارسية
fa: فارسی
ru: персидский

# chinease
source: Chinese
ar: صينى
fa: چینی ها
ru: китайский язык

source: Arabic
ar: عربي
fa: عربی
ru: арабский

# russia
source: Russian
ar: الروسية
fa: روسی
ru: Русский

source: Turkish
ar: اللغة التركية
fa: ترکی
ru: турецкий

source: Hello World!
ar: مرحبا بالعالم!
fa: سلام دنیا!
ru: Привет, мир!

source: Sign In
ar: تسجيل الدخول
fa: ورود
ru: Войти

source: Create Account
ar: إصنع حساب
fa: ایجاد حساب کاربری
ru: Зарегистрироваться

# viewMiningProfits
source: View mining profits at a glance
ar: عرض أرباح التعدين في لمحة
fa: سود استخراج را در یک نگاه مشاهده کنید
ru: Краткий обзор прибыли от майнинга

# builtInCryptoCurrencyWallet
source: Built in cryptocurrency wallet for managing assets
ar: محفظة مدمجة للعملات المشفرة لإدارة الأصول
fa: کیف پول رمزنگاری شده برای مدیریت دارایی ها ساخته شده است
ru: Встроенный криптовалютный кошелек для управления активами

# stableAndSecureMiningNetwork
source: 24/7 stable and secure mining network
ar: 24/7 شبكة تعدين مستقرة وآمنة
fa: شبکه استخراج 24/7 پایدار و ایمن
ru: Круглосуточная стабильная и безопасная сеть майнинга

source: Sign Up
ar: اشتراك
fa: ثبت نام
ru: Зарегистрироваться

source: Don't have an account?
ar: ليس لديك حساب؟
fa: حساب کاربری ندارید؟
ru: У вас нет аккаунта?

source: Forgot your Password?
ar: نسيت رقمك السري؟
fa: رمز عبور خود را فراموش کرده اید؟
ru: Забыли свой пароль?

source: Password must be more than 8 letters
ar: يجب أن تكون كلمة المرور أكثر من 8 أحرف
fa: رمز عبور باید بیش از 8 حرف باشد
ru: Пароль должен быть больше 8 букв

source: Please provide your password
ar: يرجى تقديم كلمة المرور الخاصة بك
fa: لطفا رمز عبور خود را وارد کنید
ru: Пожалуйста, укажите ваш пароль

source: Enter your password.
ar: ادخل رقمك السري.
fa: رمز عبور خود را وارد کنید.
ru: Введите свой пароль.

source: Password
ar: كلمة المرور
fa: کلمه عبور
ru: Пароль

# pleaseProvideAValidEmail
source: Please enter a valid email
ar: يرجى إدخال البريد الإلكتروني الصحيح
fa: لطفا یک ایمیل معتبر وارد کنید
ru: Пожалуйста, введите действительный адрес электронной почты

source: Please provide your email.
ar: يرجى تقديم بريدك الإلكتروني.
fa: لطفا ایمیل خود را ارائه دهید.
ru: Пожалуйста, укажите свой адрес электронной почты.

source: Please enter your email address
ar: الرجاء إدخال عنوان البريد الإلكتروني الخاص بك
fa: لطفا آدرس ایمیل خود را وارد کنید
ru: Пожалуйста, введите свой адрес электронной почты

source: Email
ar: البريد الإلكتروني
fa: پست الکترونیک
ru: Эл. адрес

# aNewOtpHasBeenSentToMail
source: A new OTP has been sent to your mail.
ar: تم إرسال كلمة مرور OTP جديدة إلى بريدك.
fa: یک OTP جدید به ایمیل شما ارسال شده است.
ru: На вашу почту отправлен новый OTP.

source: Resending Verification, please wait
ar: إعادة إرسال التحقق ، يرجى الانتظار
fa: در حال ارسال مجدد تأیید، لطفاً صبر کنید
ru: Повторная отправка подтверждения, пожалуйста, подождите

# resendVerificatoinLink
source: Resend Verification Link
ar: إعادة إرسال رابط التحقق
fa: ارسال مجدد پیوند تأیید
ru: Повторно отправить ссылку для подтверждения

# emailNotVerifiedClickToVerify
source: Email not verified, kindly click the button below to verify your account
ar: لم يتم التحقق من البريد الإلكتروني ، يرجى النقر فوق الزر أدناه للتحقق من حسابك
fa: ایمیل تأیید نشده است، لطفاً برای تأیید حساب خود روی دکمه زیر کلیک کنید
ru: Электронная почта не подтверждена, пожалуйста, нажмите кнопку ниже, чтобы подтвердить свою учетную запись

# anErrorOccurredWhileLogginIn
source: An error occcurred while logging in to your account
ar: حدث خطأ أثناء تسجيل الدخول إلى حسابك
fa: هنگام ورود به حساب کاربری شما خطایی رخ داد
ru: Произошла ошибка при входе в вашу учетную запись

source: Forgot Password
ar: هل نسيت كلمة السر
fa: رمز عبور را فراموش کرده اید
ru: Забыл пароль

source: Please enter the pin you recieved
ar: الرجاء إدخال رقم التعريف الشخصي الذي تلقيته
fa: لطفا پینی که دریافت کردید را وارد کنید
ru: Пожалуйста, введите PIN-код, который вы получили

source: Please enter the complete pin
ar: الرجاء إدخال الرقم السري الكامل
fa: لطفا پین را کامل وارد کنید
ru: Пожалуйста, введите полный PIN-код

source: Please enter the OTP that was sent to your account.
ar: الرجاء إدخال كلمة المرور لمرة واحدة التي تم إرسالها إلى حسابك.
fa: لطفاً OTP را که به حساب شما ارسال شده است وارد کنید.
ru: Пожалуйста, введите OTP, который был отправлен на вашу учетную запись.

source: Verify OTP
ar: تحقق من OTP
fa: OTP را تأیید کنید
ru: Подтвердить одноразовый пароль

source: Your account has been verified, please proceed to login.
ar: تم التحقق من حسابك ، يرجى المتابعة لتسجيل الدخول.
fa: حساب شما تایید شده است، لطفا وارد شوید.
ru: Ваша учетная запись подтверждена, пожалуйста, войдите в систему.

source: Resend OTP
ar: إعادة إرسال OTP
fa: ارسال مجدد OTP
ru: Повторно отправить одноразовый код

source: A new OTP has been sent to your account
ar: تم إرسال كلمة مرور OTP جديدة إلى حسابك
fa: یک OTP جدید به حساب شما ارسال شده است
ru: На ваш аккаунт отправлен новый OTP

source: Email Verification
ar: تأكيد بواسطة البريد الالكتروني
fa: تایید ایمیل
ru: подтверждение адреса электронной почты

# kindlyEnterYourEmailAndWellSendHelpYouRecoverYourPassword
source: Kindly enter your email and weâ€™ll send help you recover your password
ar: يرجى إدخال بريدك الإلكتروني وسنرسل لك المساعدة في استعادة كلمة مرورك
fa: لطفا ایمیل خود را وارد کنید و ما به شما کمک خواهیم کرد تا رمز عبور خود را بازیابی کنید
ru: Пожалуйста, введите свой адрес электронной почты, и мы вышлем вам помощь для восстановления пароля

source: Submit
ar: يُقدِّم
fa: ارسال
ru: Представлять на рассмотрение

source: A verification OTP has been sent to your mail
ar: تم إرسال التحقق من OTP إلى بريدك
fa: یک OTP تأیید به ایمیل شما ارسال شده است
ru: На вашу почту отправлен проверочный OTP

source: Otp Verification
ar: التحقق من Otp
fa: تأیید OTP
ru: OTP-проверка

source: Enter the OTP that was sent to your account.
ar: أدخل OTP الذي تم إرساله إلى حسابك.
fa: OTP را که به حساب شما ارسال شده است وارد کنید.
ru: Введите OTP, который был отправлен на вашу учетную запись.

source: Verify
ar: يؤكد
fa: تأیید کنید
ru: Проверять

source: Passwords are not the same
ar: كلمة السر غير متطابقة
fa: رمزهای عبور یکسان نیستند
ru: пароли не совпадают

source: Retype Password
ar: اعد ادخال كلمة المرور
fa: رمز عبور را دوباره تایپ کنید
ru: Введите пароль еще раз

source: retype your password.
ar: أعد كتابة كلمة المرور الخاصة بك.
fa: رمز عبور خود را دوباره تایپ کنید.
ru: введите свой пароль снова.

source: Please confirm your password
ar: يرجى التأكد من صحة كلمة المرور الخاصة بك
fa: لطفا رمز عبور خود را تایید کنید
ru: Пожалуйста, подтвердите свой пароль

source: Password Change
ar: تغيير كلمة السر
fa: تغییر رمز عبور
ru: Изменение пароля

source: Enter a new password for your account
ar: أدخل كلمة مرور جديدة لحسابك
fa: یک رمز عبور جدید برای حساب خود وارد کنید
ru: Введите новый пароль для вашей учетной записи

source: 'Reset Password
ar: إعادة تعيين كلمة المرور
fa: 'بازنشانی رمز عبور
ru: 'Сброс пароля

source: Your password has been successfully reset; please login now.
ar: تم إعادة تعيين كلمة المرور الخاصة بك بنجاح ؛ الرجاء تسجيل الدخول الآن.
fa: رمز عبور شما با موفقیت بازنشانی شد. لطفا همین الان وارد شوید
ru: Ваш пароль успешно сброшен; пожалуйста, войдите сейчас.

source: Login to account
ar: تسجيل الدخول إلى الحساب
fa: وارد حساب کاربری شوید
ru: Войти в аккаунт

source: Announcement
ar: إعلان
fa: اعلامیه
ru: Объявление

source: Username unavailiable
ar: اسم المستخدم غير متوفر
fa: نام کاربری در دسترس نیست
ru: Имя пользователя недоступно

source: has already been registered, kindly choose a different username
ar: تم تسجيله بالفعل ، يرجى اختيار اسم مستخدم مختلف
fa: قبلا ثبت شده است، لطفا یک نام کاربری دیگر انتخاب کنید
ru: уже зарегистрирован, пожалуйста, выберите другое имя пользователя

source: Please enter a unique username; this username will be associated with your account and will be used in the application
ar: الرجاء إدخال اسم مستخدم فريد ؛ سيتم ربط اسم المستخدم هذا بحسابك وسيتم استخدامه في التطبيق
fa: لطفا یک نام کاربری منحصر به فرد وارد کنید. این نام کاربری با حساب شما مرتبط می شود و در برنامه استفاده می شود
ru: Пожалуйста, введите уникальное имя пользователя; это имя пользователя будет связано с вашей учетной записью и будет использоваться в приложении

source: Okay
ar: تمام
fa: باشه
ru: Хорошо

source: Username
ar: اسم المستخدم
fa: نام کاربری
ru: Имя пользователя

source: Please enter your username.
ar: الرجاء إدخال اسم المستخدم.
fa: لطفا نام کاربری خود را وارد کنید
ru: Пожалуйста, введите Ваш логин.

source: Username length must be greater than 8.
ar: يجب أن يكون طول اسم المستخدم أكبر من 8.
fa: طول نام کاربری باید بیشتر از 8 باشد.
ru: Длина имени пользователя должна быть больше 8.

source: Username cannot contain spaces or special characters
ar: لا يمكن أن تحتوي على اسم المستخدم مسافات أو أحرف خاصة
fa: نام کاربری نمی تواند شامل فاصله یا کاراکترهای خاص باشد
ru: Имя пользователя не может содержать пробелы или специальные символы

source: Statistics
ar: إحصائيات
fa: آمار
ru: Статистика

source: An error occurred with the data fetch, please try again
ar: حدث خطأ أثناء جلب البيانات ، يرجى المحاولة مرة أخرى
fa: هنگام واکشی داده ها خطایی روی داد، لطفاً دوباره امتحان کنید
ru: Произошла ошибка при получении данных. Повторите попытку.

source: Coin
ar: عملة
fa: سکه
ru: Монета

source: Algorithm
ar: الخوارزمية
fa: الگوریتم
ru: Алгоритм

source: Price
ar: سعر
fa: قیمت
ru: Цена

source: Mining Profit
ar: ربح التعدين
fa: سود معدن
ru: Прибыль от майнинга

source: Difficulty
ar: صعوبة
fa: دشواری
ru: Сложность

source: Network Hashrate
ar: شبكة Hashrate
fa: هش ریت شبکه
ru: Хешрейт сети

source: Home
ar: مسكن
fa: صفحه اصلی
ru: Дом

source: Pool
ar: حمام سباحة
fa: استخر
ru: Бассейн

source: Wallet
ar: محفظة
fa: کیف پول
ru: Бумажник

source: Settings
ar: إعدادات
fa: تنظیمات
ru: Настройки

source: Please connect to an internet connection to load data
ar: يرجى الاتصال باتصال بالإنترنت لتحميل البيانات
fa: لطفاً برای بارگیری داده ها به یک اتصال اینترنتی متصل شوید
ru: Пожалуйста, подключитесь к Интернету, чтобы загрузить данные

source: Sign Out
ar: خروج
fa: خروج از سیستم
ru: Выход

source: Do you wish to sign out of this device?
ar: هل ترغب في تسجيل الخروج من هذا الجهاز؟
fa: آیا می خواهید از سیستم این دستگاه خارج شوید؟
ru: Вы хотите выйти из этого устройства?

source: Cancel
ar: يلغي
fa: لغو کنید
ru: Отмена

source: Language
ar: لغة
fa: زبان
ru: Язык

source: Help Center
ar: مركز المساعدة
fa: مرکز کمک
ru: Центр помощи

source: About NoonPool
ar: حول NoonPool
fa: درباره NoonPool
ru: О NoonPool

source: Change Password
ar: غير كلمة السر
fa: رمز عبور را تغییر دهید
ru: Изменить пароль

source: Calculator
ar: آلة حاسبة
fa: ماشین حساب
ru: Калькулятор

source: Do you want a link to change your password for your current account?
ar: هل تريد رابطًا لتغيير كلمة المرور الخاصة بحسابك الحالي؟
fa: آیا پیوندی برای تغییر رمز عبور حساب فعلی خود می خواهید؟
ru: Вы хотите получить ссылку для смены пароля для вашей текущей учетной записи?

source: Yes
ar: نعم
fa: آره
ru: Да

source: An email with a link to change your password has been sent to your account.
ar: تم إرسال بريد إلكتروني مع ارتباط لتغيير كلمة المرور الخاصة بك إلى حسابك.
fa: یک ایمیل با لینک تغییر رمز عبور به حساب شما ارسال شده است.
ru: На вашу учетную запись отправлено письмо со ссылкой для смены пароля.

source: Verify your mail
ar: تحقق من بريدك
fa: ایمیل خود را تأیید کنید
ru: Подтвердите свою почту

source: We have sent a OTP to your mail. Kindly click on proceed when you recieve it.
ar: لقد أرسلنا OTP إلى بريدك. برجاء الضغط على زر المتابعة عند استلامها.
fa: ما یک OTP به ایمیل شما ارسال کرده ایم. لطفاً پس از دریافت آن، روی ادامه کلیک کنید.
ru: Мы отправили OTP на вашу почту. Пожалуйста, нажмите «Продолжить», когда получите его.

source: An error occurred, please refresh the page
ar: حدث خطأ ، يرجى تحديث الصفحة
fa: خطایی رخ داده است، لطفاً صفحه را بازخوانی کنید
ru: Произошла ошибка, обновите страницу

source: Calculate
ar: احسب
fa: محاسبه
ru: Рассчитать

source: The result is the theoretical PPS+ mining yield based on the set difficulty and the average miner fees in the past 7 days
ar: والنتيجة هي العائد النظري لتعدين PPS + بناءً على الصعوبة المحددة ومتوسط ​​رسوم المنجم في الأيام السبعة الماضية
fa: نتیجه، بازده استخراج نظری PPS+ بر اساس سختی مجموعه و میانگین هزینه‌های ماینر در 7 روز گذشته است.
ru: Результатом является теоретическая доходность майнинга PPS+, основанная на установленной сложности и средней комиссии майнера за последние 7 дней.

source: PPS fee rate
ar: معدل رسوم PPS
fa: نرخ کارمزد PPS
ru: Ставка комиссии PPS

source: Number of miners
ar: عدد عمال المناجم
fa: تعداد ماینرها
ru: Количество майнеров

source: Valid hashRate
ar: معدل تجزئة صالح
fa: هش ریت معتبر
ru: Действительный хешрейт

source: EST. Daily Yield
ar: EST. العائد اليومي
fa: EST. بازده روزانه
ru: СТАНДАРТНОЕ ВОСТОЧНОЕ ВРЕМЯ. Ежедневный доход

source: Profit Calculator
ar: حاسبة الربح
fa: ماشین حساب سود
ru: Калькулятор прибыли

source: General
ar: عام
fa: عمومی
ru: Общий

source: Mid-East
ar: منتصف الشرق
fa: شرق میانه
ru: Средний Восток

source: Coin not available
ar: عملة غير متوفرة
fa: سکه موجود نیست
ru: Монета недоступна

source: Mining Address
ar: عنوان التعدين
fa: آدرس معدن
ru: Адрес майнинга

source: address copied to clipboard
ar: تم نسخ العنوان إلى الحافظة
fa: آدرس در کلیپ بورد کپی شد
ru: адрес скопирован в буфер обмена

source: Smart Minting URL
ar: عنوان URL للسك الذكي
fa: آدرس اینترنتی ضرب هوشمند
ru: Умный URL-адрес чеканки

source: All miners
ar: جميع عمال المناجم
fa: همه ماینرها
ru: Все майнеры

source: Paid earnings
ar: الأرباح المدفوعة
fa: درآمد پرداخت شده
ru: Выплаченный доход

source: Unpaid earnings
ar: أرباح غير مدفوعة

source: WorkerID
ar: معرف_العامل
fa: شناسه کارگر
ru: Идентификатор работника

source: Hashrate
ar: معدل التجزئة
ru: Хешрейт

source: Valid Shares
ar: مشاركات صالحة
fa: سهام معتبر
ru: Действительные акции

source: Invalid Shares
ar: مشاركات غير صالحة

source: No worker data
ar: لا توجد بيانات عامل
fa: داده های کارگری وجود ندارد
ru: Нет данных о работнике

source: Hashrate Trend
ar: اتجاه الهاشرات
fa: هاشرت ترند
ru: Тенденция хешрейта

source: Cummulative Earnings
ar: الأرباح التراكمية
fa: درآمد انباشته
ru: Совокупный доход

# h24Profit
source: 24H Profit
ar: ربح 24 ساعة

# h10Min
source: 10 Min
ar: 10 دقائق
fa: 10 دقیقه
ru: 10 минут

# h1Hour
source: 1 hour
ar: 1 ساعة
fa: 1 ساعت
ru: 1 час

# h1Day
source: 1 Day
ar: يوم 1
fa: 1 روز
ru: 1 день

source: Two-Factor Authentication
ar: توثيق ذو عاملين
fa: احراز هویت دو مرحله ای
ru: Двухфакторная аутентификация

# authTurnedOff
source: Your two-factor authentication has been turned off.
ar: تم إيقاف تشغيل المصادقة ذات العاملين.
fa: احراز هویت دو مرحله ای شما خاموش شده است.
ru: У вас отключена двухфакторная аутентификация.

source: Enable authentication
ar: تمكين المصادقة
fa: احراز هویت را فعال کنید
ru: Включить аутентификацию

# pleaseDownloadTheApplicationGoogleAuthenticatorOnYourMobileDeviceAndScanTheCode
source: 1. Please download the application Google Authenticator on your mobile device and scan the code below.
ar: 1. يرجى تنزيل تطبيق Google Authenticator على جهازك المحمول ومسح الرمز أدناه.
fa: 1. لطفاً برنامه Google Authenticator را در دستگاه تلفن همراه خود دانلود کنید و کد زیر را اسکن کنید.
ru: 1. Загрузите приложение Google Authenticator на свое мобильное устройство и отсканируйте приведенный ниже код.

source: 2. Please enter the generated code below; a new code will be generated automatically every 30 seconds and will be used to secure your login and wallet transactions such as withdrawal.
ar: 2. الرجاء إدخال الرمز الذي تم إنشاؤه أدناه ؛ سيتم إنشاء رمز جديد تلقائيًا كل 30 ثانية وسيتم استخدامه لتأمين معاملات تسجيل الدخول والمحفظة مثل السحب.
fa: 2. لطفا کد تولید شده را در زیر وارد کنید. هر 30 ثانیه یک کد جدید به صورت خودکار تولید می شود و برای ایمن کردن تراکنش های ورود و کیف پول شما مانند برداشت استفاده می شود.
ru: 2. Пожалуйста, введите сгенерированный код ниже; новый код будет генерироваться автоматически каждые 30 секунд и будет использоваться для защиты вашего входа в систему и транзакций кошелька, таких как снятие средств.

source: Enable 2FA
ar: تمكين 2FA
fa: 2FA را فعال کنید
ru: Включить двухфакторную аутентификацию

source: Enabled Successfully
ar: تم التمكين بنجاح
fa: با موفقیت فعال شد
ru: Активировано успешно

source: The code entered does not match.
ar: الرمز الذي تم إدخاله غير متطابق.
fa: کد وارد شده مطابقت ندارد.
ru: Введенный код не совпадает.

source: Verify Code
ar: التحقق من كود
fa: کد را تأیید کنید
ru: Подтвердить код

source: To proceed, please enter the code from the Google Authenticator application.
ar: للمتابعة ، يرجى إدخال الرمز من تطبيق Google Authenticator.
fa: برای ادامه، لطفاً کد را از برنامه Google Authenticator وارد کنید.
ru: Чтобы продолжить, введите код из приложения Google Authenticator.

source: EST. Amount
ar: EST. مقدار
fa: EST. میزان
ru: СТАНДАРТНОЕ ВОСТОЧНОЕ ВРЕМЯ. Количество

source: Receive
ar: تسلم
fa: دريافت كردن
ru: Получать

source: Send
ar: إرسال
fa: ارسال
ru: Отправлять

source: is currently unavailale, we would notify you once it is availiable
ar: غير متوفر حاليًا ، سنخطرك بمجرد توفره
fa: در حال حاضر در دسترس نیست، پس از در دسترس بودن به شما اطلاع خواهیم داد
ru: в настоящее время недоступен, мы сообщим вам, когда он будет доступен

source: Frozen
ar: مجمدة
fa: منجمد
ru: замороженный

source: No Data!
ar: لايوجد بيانات!
fa: اطلاعاتی وجود ندارد!
ru: Нет данных!

source: No data found, please check back later for your transaction history
ar: لم يتم العثور على بيانات ، يرجى التحقق مرة أخرى لاحقًا لمعرفة تاريخ المعاملات
fa: هیچ داده ای یافت نشد، لطفاً بعداً برای سابقه تراکنش خود دوباره بررسی کنید
ru: Данные не найдены. Повторите попытку позже, чтобы просмотреть историю транзакций.

source: Hash
ar: تجزئة
fa: هش
ru: Хэш

source: You should only send
ar: يجب أن ترسل فقط
fa: فقط باید بفرستید
ru: Вы должны отправить только

source: to this address. Sending any other coins may result in permanent loss.
ar: إلى هذا العنوان. قد يؤدي إرسال أي عملات معدنية أخرى إلى خسارة دائمة.
fa: به این آدرس ارسال هر سکه دیگری ممکن است منجر به از دست دادن دائمی شود.
ru: на этот адрес. Отправка любых других монет может привести к безвозвратной потере.

source: Copy
ar: ينسخ
fa: کپی 🀄
ru: Копировать

source: Wallet address has been copied to your clipboard
ar: تم نسخ عنوان المحفظة إلى الحافظة الخاصة بك
fa: آدرس کیف پول در کلیپ بورد شما کپی شده است
ru: Адрес кошелька скопирован в буфер обмена

source: Share
ar: يشارك
fa: اشتراک گذاری
ru: Делиться

source: Share wallet address
ar: مشاركة عنوان المحفظة
fa: آدرس کیف پول را به اشتراک بگذارید
ru: Поделитесь адресом кошелька

source: No asset found, kindly enter a new search query
ar: لم يتم العثور على أصل ، يرجى إدخال استعلام بحث جديد
fa: هیچ دارایی یافت نشد، لطفاً یک عبارت جستجوی جدید وارد کنید
ru: Актив не найден, введите новый поисковый запрос

source: No data found, please check back later
ar: لم يتم العثور على بيانات ، يرجى التحقق مرة أخرى لاحقًا
fa: داده ای یافت نشد، لطفاً بعداً دوباره بررسی کنید
ru: Данные не найдены, зайдите позже

source: Search
ar: يبحث
fa: جستجو کردن
ru: Поиск

source: Your transaction was sent successfully.
ar: تم إرسال معاملتك بنجاح.
fa: تراکنش شما با موفقیت ارسال شد.
ru: Ваша транзакция успешно отправлена.

source: Transaction Confirmation
ar: تأكيد المعاملة
fa: تایید معامله
ru: Подтверждение транзакции

source: Do you want to transfer this amount to the selected address?
ar: هل تريد تحويل هذا المبلغ إلى العنوان المختار؟
fa: آیا می خواهید این مبلغ را به آدرس انتخاب شده انتقال دهید؟
ru: Вы хотите перевести эту сумму на выбранный адрес?

source: Confirm
ar: يتأكد
fa: تایید
ru: Подтверждать

source: Transaction Status
ar: حالة عملية
fa: وضعیت تراکنش
ru: Статус транзакции

source: Asset
ar: أصل
fa: دارایی
ru: Актив

source: To
ar: إلى
fa: به
ru: К

source: Max Total
ar: ماكس إجمالي
ru: Макс. Всего

# continueH
source: Continue
ar: يكمل
fa: ادامه هید
ru: Продолжать

source: Amount
ar: مقدار
fa: میزان
ru: Количество

source: Max
ar: الأعلى
fa: حداکثر
ru: Максимум

source: Please provide the amount
ar: يرجى تقديم المبلغ
fa: لطفا مبلغ رو بفرمایید
ru: Пожалуйста, укажите сумму

source: Please enter a valid amount
ar: يرجى إدخال مبلغ صالح
fa: لطفا یک مقدار معتبر وارد کنید
ru: Пожалуйста, введите действительную сумму

source: You can not send more than you presently have.
ar: لا يمكنك إرسال أكثر مما لديك حاليًا.
fa: شما نمی توانید بیش از آنچه در حال حاضر دارید ارسال کنید.
ru: Вы не можете отправить больше, чем у вас есть на данный момент.

source: Recipient Adddress
ar: عنوان المستلم
fa: آدرس گیرنده
ru: Адрес получателя

source: Please provide the recipient address.
ar: يرجى تقديم عنوان المستلم.
fa: لطفا آدرس گیرنده را بفرمایید
ru: Укажите адрес получателя.

source: Permissions not granted
ar: لم يتم منح الأذونات
fa: مجوزها داده نشده است
ru: Разрешения не предоставлены

source: Update Successful
ar: تم التحديث بنجاح
fa: بروز رسانی موفق
ru: Обновление успешно

source: Request Processing
ar: طلب المعالجة
fa: پردازش درخواست
ru: Обработка запроса

source: Please be patient while we process your request.
ar: يرجى التحلي بالصبر بينما نعالج طلبك.
fa: لطفا در مدت زمانی که ما درخواست شما را بررسی می کنیم صبور باشید.
ru: Пожалуйста, будьте терпеливы в то время как мы обрабатываем Ваш запрос.
